{
    "header": {
        "home": "Главная",
        "new": "Новости",
        "about": "О нас",
        "supp": "Поддержка"
    },
    "home": {
        "button_join": "Присоединяйтесь к нам в",
        "text_support": "Мы рассчитываем на вашу поддержку"
    },
    "landingPage": {
        "key": "КЛЮЧЕВЫЕ МОМЕНТЫ",
        "how": "КАК ЭТО РАБОТАЕТ",
        "crowd": "КРАУДФАНДИНГ"
    },
    "aboutuniverserift": {
        "titleone": "Динамичный TPS/FPS боевой RPG",
        "subtitleone": "Динамичная RPG с элементами шутера, основанная на активных движениях и возможности использовать активные навыки.",
        "titletwo": "Живой, расширяющийся мир",
        "subtitletwo": "Случайно генерируемые подземелья, мировые боссы и события на суше и в воде создают постоянно меняющуюся вселенную.",
        "titlethree": "СТИМПАНК-СЕТТИНГ",
        "subtitlethree": "Игроков привлекает стимпанк благодаря уникальной эстетике, сочетающей шестерни и механизмы, создающие альтернативное прошлое."
    },
    "map": {
        "description": "Используя передовой ИИ для динамических событий и поведения NPC, Universe Rift предлагает уникальный, интерактивный геймплей. Разработано на Unreal Engine 5, сочетая потрясающую графику с нашей боевой системой и квестами на основе ИИ для полного погружения в мир."
    },
    "crowdfunding": {
        "find": "Нас можно найти здесь",
        "campfire": "Поддержите нас на Campfire",
        "kickstarter": "Поддержите нас на Kickstarter",
        "indiegogo": "Поддержите нас на Indiegogo"
    },
    "news": {
        "title": "🎥 Мы выпустили наш первый визуальный трейлер!",
        "subtitle": "Путешествие во вселенной Universe Rift только начинается, и мы рады поделиться с вами нашим первым визуальным трейлером! ✨ Погрузитесь в магию стимпанка, парящие острова и эпические приключения, которые ждут вас."
    },
    "about": {
        "bohdantitle": "Генеральный директор, соучредитель",
        "bohdandescription": "Студент APU в сфере управления. Изучает ИТ с 10 лет, 3 года опыта работы в качестве менеджера проектов и руководителя команды в топ-5 ИТ-компаний России по версии Forbes, 1 год разработки Universe Rift.",
        "nikitatitle": "Ведущий геймдизайнер, соучредитель",
        "nikitadescription": "Школа геймдизайна XYZ, Unreal Engine 5, NPO Nippon «Бизнес и анализ рынка»",
        "yehortitle": "Технический директор, соучредитель",
        "yehordescription": "Изучает программирование 7 лет, full-stack разработчик, разработчик на C++ и Unreal Engine 5 Blueprint. Более года опыта работы. В настоящее время поступает в Ritsumeikan Asia Pacific University."
    }
}
